Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: 1 tablespoon of honey or sugar
de: 1 Esslöffel Honig oder Zucker
es: 1 cucharada de miel o azúcar
fr: 1 cuillère à soupe de miel ou de sucre
it: 1 cucchiaio di miele o zucchero
nl: 1 eetlepel honing of suiker
pl: 1 łyżka miodu lub cukru
pt: 1 colher de sopa de mel ou açúcar
ro: 1 lingură de miere sau zahăr
ru: 1 столовая ложка мёда или сахара

source: 1 tin chopped tomatoes
de: 1 Dose gehackte Tomaten
es: 1 lata de tomate triturado
fr: 1 boîte de tomates concassées
it: 1 lattina di pomodori a pezzetti
nl: 1 blik gehakte tomaten
pl: 1 puszka pomidorów krojonych
pt: 1 lata de tomate picado
ro: 1 conservă de roșii tocate
ru: 1 банка нарезанных помидоров

source: 1 tsp chia seeds
de: 1 TL Chiasamen
es: 1 cucharadita de semillas de chía
fr: 1 c. à café de graines de chia
it: 1 cucchiaino di semi di chia
nl: 1 tl chiazaad
pl: 1 łyżeczka nasion chia
pt: 1 colher de chá de sementes de chia
ro: 1 linguriță de semințe de chia
ru: 1 ч. л. семян чиа

source: 1 year
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno
nl: 1 jaar
pl: 1 rok
pt: 1 ano
ro: 1 an
ru: 1 год

source: 1 year with diabetes
de: 1 Jahr mit Diabetes
es: 1 año con diabetes
fr: 1 an avec le diabète
it: 1 anno con il diabete
nl: 1 jaar met diabetes
pl: 1 rok z cukrzycą
pt: 1 ano com diabetes
ro: 1 an cu diabet
ru: 1 год с диабетом

source: 1/2 red onion, thinly sliced
de: 1/2 rote Zwiebel, in dünne Ringe geschnitten
es: 1/2 cebolla morada, en rodajas finas
fr: 1/2 oignon rouge, émincé finement
it: 1/2 cipolla rossa, affettata sottilmente
nl: 1/2 rode ui, in dunne ringen
pl: 1/2 czerwonej cebuli, cienko pokrojonej
pt: 1/2 cebola roxa, cortada em fatias finas
ro: 1/2 ceapă roșie, tăiată fin
ru: 1/2 красной луковицы, тонко нарезанной

source: 1/4 bell pepper, diced
de: 1/4 Paprika, gewürfelt
es: 1/4 de pimiento, en cubos
fr: 1/4 de poivron, coupé en dés
it: 1/4 di peperone, a dadini
nl: 1/4 paprika, in blokjes
pl: 1/4 papryki, pokrojonej w kostkę
pt: 1/4 de pimento, cortado em cubos
ro: 1/4 ardei gras, tăiat cubulețe
ru: 1/4 болгарского перца, нарезанного кубиками

source: 10 minutes
de: 10 Minuten
es: 10 minutos
it: 10 minuti
nl: 10 minuten
pl: 10 minut
pt: 10 minutos
ro: 10 minute
ru: 10 минут

source: 120 ml unsweetened milk (dairy or soy)
de: 120 ml ungesüßte Milch (Kuh- oder Sojamilch)
es: 120 ml de leche sin azúcar (de vaca o de soja)
fr: 120 ml de lait non sucré (de vache ou de soja)
it: 120 ml di latte non zuccherato (vaccino o di soia)
nl: 120 ml ongezoete melk (zuivel of soja)
pl: 120 ml niesłodzonego mleka (krowiego lub sojowego)
pt: 120 ml de leite não açucarado (de vaca ou de soja)
ro: 120 ml lapte neîndulcit (de vacă sau de soia)
ru: 120 мл несладкого молока (обычного или соевого)

source: 150 ml (½ cup) juice or regular, non-diet soda
de: 150 ml (½ Tasse) Saft oder normale, zuckerhaltige Limonade
es: 150 ml (½ taza) de zumo o refresco normal, no light
fr: 150 ml (½ tasse) de jus ou de soda ordinaire non light
it: 150 ml (½ tazza) di succo o bibita normale, non dietetica
nl: 150 ml (½ kopje) sap of gewone, niet-light frisdrank
pl: 150 ml (½ szklanki) soku lub zwykłego napoju gazowanego (nie dietetycznego)
pt: 150 ml (½ chávena) de sumo ou refrigerante normal, não dietético
ro: 150 ml (½ cană) suc sau băutură carbogazoasă obișnuită, nu dietetică
ru: 150 мл (½ стакана) сока или обычной, не диетической газировки

source: 2 carrots, diced
de: 2 Karotten, gewürfelt
es: 2 zanahorias, en cubos
fr: 2 carottes, coupées en dés
it: 2 carote, a dadini
nl: 2 wortels, in blokjes
pl: 2 marchewki, pokrojone w kostkę
pt: 2 cenouras, cortadas em cubos
ro: 2 morcovi, tăiați cubulețe
ru: 2 моркови, нарезанные кубиками

source: 2 celery sticks, diced
de: 2 Stangen Sellerie, gewürfelt
es: 2 tallos de apio, en cubos
fr: 2 branches de céleri, coupées en dés
it: 2 gambi di sedano, a dadini
nl: 2 stengels bleekselderij, in blokjes
pl: 2 łodygi selera naciowego, pokrojone w kostkę
pt: 2 talos de aipo, cortados em cubos
ro: 2 fire de țelină, tăiate cubulețe
ru: 2 стебля сельдерея, нарезанных кубиками

source: 2 tomatoes, chopped
de: 2 Tomaten, gewürfelt
es: 2 tomates, picados
fr: 2 tomates, coupées en morceaux
it: 2 pomodori, tagliati a pezzetti
nl: 2 tomaten, in stukjes
pl: 2 pomidory, pokrojone
pt: 2 tomates, picados
ro: 2 roșii, tăiate
ru: 2 помидора, нарезанных

source: 20 g cheese
de: 20 g Käse
es: 20 g de queso
fr: 20 g de fromage
it: 20 g di formaggio
nl: 20 g kaas
pl: 20 g sera
pt: 20 g de queijo
ro: 20 g brânză
ru: 20 г сыра

source: 20 minutes
de: 20 Minuten
es: 20 minutos
it: 20 minuti
nl: 20 minuten
pl: 20 minut
pt: 20 minutos
ro: 20 de minute
ru: 20 минут

source: 200 g dried lentils, rinsed
de: 200 g getrocknete Linsen, abgespült
es: 200 g de lentejas secas, enjuagadas
fr: 200 g de lentilles sèches, rincées
it: 200 g di lenticchie secche, sciacquate
nl: 200 g gedroogde linzen, afgespoeld
pl: 200 g suchej soczewicy, opłukanej
pt: 200 g de lentilhas secas, lavadas
ro: 200 g linte uscată, clătită
ru: 200 г сухой чечевицы, промытой

source: 25 minutes
de: 25 Minuten
es: 25 minutos
it: 25 minuti
nl: 25 minuten
pl: 25 minut
pt: 25 minutos
ro: 25 de minute
ru: 25 минут

source: 250 g cooked chicken breast, sliced
de: 250 g gegarte Hähnchenbrust, in Scheiben
es: 250 g de pechuga de pollo cocida, en rodajas
fr: 250 g de blanc de poulet cuit, en tranches
it: 250 g di petto di pollo cotto, a fette
nl: 250 g gekookte kipfilet, in plakjes
pl: 250 g ugotowanej piersi z kurczaka, pokrojonej w plastry
pt: 250 g de peito de frango cozinhado, às fatias
ro: 250 g piept de pui gătit, feliat
ru: 250 г отварной куриной грудки, нарезанной

source: 2h after breakfast
de: 2 Std. nach dem Frühstück
es: 2 h después del desayuno
fr: 2 h après le petit-déjeuner
it: 2 h dopo colazione
nl: 2 uur na het ontbijt
pl: 2 godz. po śniadaniu
pt: 2 h após o pequeno-almoço
ro: La 2h după micul dejun
ru: Через 2 ч после завтрака

source: 2h after dinner
de: 2 Std. nach dem Abendessen
es: 2 h después de la cena
fr: 2 h après le dîner
it: 2 h dopo cena
nl: 2 uur na het avondeten
pl: 2 godz. po kolacji
pt: 2 h após o jantar
ro: La 2h după cină
ru: Через 2 ч после ужина

source: 2h after lunch
de: 2 Std. nach dem Mittagessen
es: 2 h después del almuerzo
fr: 2 h après le déjeuner
it: 2 h dopo pranzo
nl: 2 uur na de lunch
pl: 2 godz. po obiedzie
pt: 2 h após o almoço
ro: La 2h după prânz
ru: Через 2 ч после обеда

source: 3 eggs
de: 3 Eier
es: 3 huevos
fr: 3 œufs
it: 3 uova
nl: 3 eieren
pl: 3 jajka
pt: 3 ovos
ro: 3 ouă
ru: 3 яйца

source: 3 minutes
de: 3 Minuten
es: 3 minutos
it: 3 minuti
nl: 3 minuten
pl: 3 minuty
pt: 3 minutos
ro: 3 minute
ru: 3 минуты

source: 3 months
de: 3 Monate
es: 3 meses
fr: 3 mois
it: 3 mesi
nl: 3 maanden
pl: 3 miesiące
pt: 3 meses
ro: 3 luni
ru: 3 месяца

source: 30 minutes
de: 30 Minuten
es: 30 minutos
it: 30 minuti
nl: 30 minuten
pl: 30 minut
pt: 30 minutos
ro: 30 de minute
ru: 30 минут

source: 38 g carbs · logged 12×
de: 38 g Kohlenhydrate · 12× erfasst
es: 38 g de carbohidratos · registrado 12×
fr: 38 g de glucides · enregistré 12×
it: 38 g di carboidrati · registrato 12×
nl: 38 g koolhydraten · 12× gelogd
pl: 38 g węglowodanów · zapisano 12×
pt: 38 g de hidratos de carbono · registado 12×
ro: 38 g carbohidrați · înregistrat de 12×
ru: 38 г углеводов · записано 12×

source: 3–4 glucose tablets
de: 3–4 Traubenzuckertabletten
es: 3–4 tabletas de glucosa
fr: 3 à 4 comprimés de glucose
it: 3–4 compresse di glucosio
nl: 3–4 glucosetabletten
pl: 3–4 tabletki glukozy
pt: 3–4 comprimidos de glicose
ro: 3–4 tablete de glucoză
ru: 3–4 таблетки глюкозы

source: 4 min ago
de: vor 4 Min.
es: hace 4 min
fr: il y a 4 min
it: 4 min fa
nl: 4 min geleden
pl: 4 min temu
pt: há 4 min
ro: acum 4 min
ru: 4 мин назад

source: 40 g rolled oats
de: 40 g zarte Haferflocken
es: 40 g de copos de avena
fr: 40 g de flocons d'avoine
it: 40 g di fiocchi d'avena
nl: 40 g havermout
pl: 40 g płatków owsianych
pt: 40 g de aveia em flocos
ro: 40 g fulgi de ovăz
ru: 40 г овсяных хлопьев

source: 45 minutes
de: 45 Minuten
es: 45 minutos
it: 45 minuti
nl: 45 minuten
pl: 45 minut
pt: 45 minutos
ro: 45 de minute
ru: 45 минут

source: 5 days with strong sensor coverage.
de: 5 Tage mit starker Sensorabdeckung.
es: 5 días con una sólida cobertura del sensor.
fr: 5 jours avec une solide couverture du capteur.
it: 5 giorni con una solida copertura del sensore.
nl: 5 dagen met sterke sensordekking.
pl: 5 dni z solidnym pokryciem sensora.
pt: 5 dias com forte cobertura do sensor.
ro: 5 zile cu acoperire solidă a senzorului.
ru: 5 дней с хорошим покрытием сенсора.

source: 5 minutes
de: 5 Minuten
es: 5 minutos
it: 5 minuti
nl: 5 minuten
pl: 5 minut
pt: 5 minutos
ro: 5 minute
ru: 5 минут

source: 50 g mushrooms, sliced
de: 50 g Champignons, in Scheiben
es: 50 g de champiñones, en rodajas
fr: 50 g de champignons, émincés
it: 50 g di funghi, affettati
nl: 50 g champignons, in plakjes
pl: 50 g pieczarek, pokrojonych w plastry
pt: 50 g de cogumelos, fatiados
ro: 50 g ciuperci, feliate
ru: 50 г грибов, нарезанных

source: 6 months
de: 6 Monate
es: 6 meses
fr: 6 mois
it: 6 mesi
nl: 6 maanden
pl: 6 miesięcy
pt: 6 meses
ro: 6 luni
ru: 6 месяцев

source: 60 g mixed berries
de: 60 g gemischte Beeren
es: 60 g de frutos rojos variados
fr: 60 g de fruits rouges mélangés
it: 60 g di frutti di bosco misti
nl: 60 g gemengde bessen
pl: 60 g mieszanki owoców jagodowych
pt: 60 g de frutos vermelhos variados
ro: 60 g fructe de pădure amestecate
ru: 60 г ягодной смеси

source: 78% in range so far — lovely work. You're on a 3-day streak.
de: Bisher 78 % im Zielbereich — schön gemacht. Du bist auf einer 3-Tage-Serie.
es: 78% en rango hasta ahora — buen trabajo. Llevas una racha de 3 días.
fr: 78 % dans la cible jusqu'ici — joli travail. Vous êtes sur une série de 3 jours.
it: 78% nell'intervallo finora — ottimo lavoro. Sei a una serie di 3 giorni.
nl: 78% binnen bereik tot nu toe — mooi werk. Je hebt een reeks van 3 dagen.
pl: 78% w zakresie jak dotąd — świetna robota. Masz serię 3 dni.
pt: 78% dentro do intervalo até agora — belo trabalho. Estás numa sequência de 3 dias.
ro: 78% în interval până acum — treabă bună. Ești pe o serie de 3 zile.
ru: 78% в диапазоне на данный момент — отличная работа. У вас серия из 3 дней.

source: 80 g plain Greek yogurt
de: 80 g griechischer Naturjoghurt
es: 80 g de yogur griego natural
fr: 80 g de yaourt grec nature
it: 80 g di yogurt greco naturale
nl: 80 g naturel Griekse yoghurt
pl: 80 g naturalnego jogurtu greckiego
pt: 80 g de iogurte grego natural
ro: 80 g iaurt grecesc simplu
ru: 80 г натурального греческого йогурта

source: 9 months
de: 9 Monate
es: 9 meses
fr: 9 mois
it: 9 mesi
nl: 9 maanden
pl: 9 miesięcy
pt: 9 meses
ro: 9 luni
ru: 9 месяцев

source: A PDF report for your care team, or a CSV of your records, for a period you choose.
de: Ein PDF-Bericht für dein Behandlungsteam oder eine CSV-Datei deiner Aufzeichnungen – für einen Zeitraum deiner Wahl.
es: Un informe en PDF para tu equipo médico, o un CSV de tus registros, para el periodo que elijas.
fr: Un rapport PDF pour ton équipe soignante, ou un CSV de tes données, sur une période de ton choix.
it: Un report PDF per il tuo team medico, o un CSV dei tuoi dati, per un periodo a tua scelta.
nl: Een pdf-rapport voor je zorgteam, of een CSV van je gegevens, voor een periode naar keuze.
pl: Raport PDF dla Twojego zespołu medycznego lub plik CSV z Twoimi danymi, za wybrany okres.
pt: Um relatório em PDF para a tua equipa médica, ou um CSV dos teus registos, para um período à tua escolha.
ro: Un raport PDF pentru echipa ta medicală sau un CSV cu înregistrările tale, pentru o perioadă aleasă de tine.
ru: PDF-отчёт для твоей медицинской команды или CSV с твоими записями за выбранный период.

source: A calculator to help you think through a dose — never a prescription. It uses only the numbers you enter below and is not a substitute for your clinician's advice. Always double-check before dosing.
de: Ein Rechner, der beim Durchdenken einer Dosis hilft — niemals eine Verordnung. Er verwendet nur die unten eingegebenen Werte und ersetzt nicht den ärztlichen Rat. Vor der Dosierung stets doppelt prüfen.
es: Una calculadora para ayudarte a pensar una dosis — nunca una prescripción. Usa solo los números que introduces abajo y no sustituye el consejo de tu médico. Comprueba siempre dos veces antes de administrar la dosis.
fr: Un calculateur pour vous aider à réfléchir à une dose — jamais une prescription. Il utilise uniquement les valeurs que vous saisissez ci-dessous et ne remplace pas l'avis de votre médecin. Vérifiez toujours deux fois avant d'administrer une dose.
it: Un calcolatore per aiutarti a ragionare su una dose — mai una prescrizione. Usa solo i numeri che inserisci qui sotto e non sostituisce il parere del tuo medico. Verifica sempre due volte prima di somministrare.
nl: Een rekenhulp om over een dosis na te denken — nooit een voorschrift. Deze gebruikt alleen de getallen die je hieronder invoert en vervangt niet het advies van je behandelaar. Controleer altijd goed voordat je doseert.
pl: Kalkulator, który pomaga przemyśleć dawkę — nigdy recepta. Korzysta wyłącznie z wartości wpisanych poniżej i nie zastępuje porady lekarza. Zawsze sprawdź dwukrotnie przed podaniem.
pt: Uma calculadora para te ajudar a ponderar uma dose — nunca uma prescrição. Usa apenas os números que introduzes abaixo e não substitui o conselho do teu médico. Verifica sempre duas vezes antes de administrar.
ro: Un calculator care te ajută să gândești o doză — niciodată o prescripție. Folosește doar valorile introduse mai jos și nu înlocuiește sfatul medicului tău. Verifică întotdeauna de două ori înainte de administrare.
ru: Калькулятор, помогающий обдумать дозу, — но не назначение. Он использует только введённые ниже числа и не заменяет советы вашего врача. Всегда перепроверяйте перед введением дозы.

source: A calculator, not a prescription. It uses only your saved ratios and is not medical advice. Always confirm with your own judgement and care team before dosing.
de: Ein Rechner, keine Verordnung. Er verwendet nur die gespeicherten Faktoren und ist keine medizinische Beratung. Vor der Dosierung stets mit eigenem Urteil und dem Behandlungsteam bestätigen.
es: Una calculadora, no una prescripción. Usa solo tus ratios guardados y no constituye consejo médico. Confirma siempre con tu propio criterio y tu equipo médico antes de administrar la dosis.
fr: Un calculateur, pas une prescription. Il utilise uniquement vos ratios enregistrés et ne constitue pas un avis médical. Confirmez toujours avec votre propre jugement et votre équipe soignante avant d'administrer une dose.
it: Un calcolatore, non una prescrizione. Usa solo i rapporti salvati e non costituisce un parere medico. Conferma sempre con il tuo giudizio e la tua équipe medica prima di somministrare.
nl: Een rekenhulp, geen voorschrift. Deze gebruikt alleen je opgeslagen ratio's en is geen medisch advies. Bevestig altijd met je eigen inschatting en je zorgteam voordat je doseert.
pl: Kalkulator, nie recepta. Korzysta wyłącznie z zapisanych przeliczników i nie jest poradą medyczną. Zawsze potwierdź z własnym osądem i zespołem terapeutycznym przed podaniem.
pt: Uma calculadora, não uma prescrição. Usa apenas os teus rácios guardados e não constitui aconselhamento médico. Confirma sempre com o teu próprio critério e com a tua equipa de cuidados antes de administrar.
ro: Un calculator, nu o prescripție. Folosește doar rapoartele tale salvate și nu constituie sfat medical. Confirmă întotdeauna cu propria judecată și cu echipa medicală înainte de administrare.
ru: Калькулятор, а не назначение. Он использует только сохранённые вами коэффициенты и не является медицинской консультацией. Всегда сверяйтесь с собственным суждением и лечащей командой перед введением дозы.

source: A calm, private place for your glucose, insulin, meals, activity and notes — all in one timeline.
de: Ein ruhiger, privater Ort für Glukose, Insulin, Mahlzeiten, Aktivität und Notizen — alles in einer Zeitleiste.
es: Un lugar tranquilo y privado para tu glucosa, insulina, comidas, actividad y notas — todo en una sola cronología.
fr: Un espace calme et privé pour votre glycémie, votre insuline, vos repas, votre activité et vos notes — le tout sur une seule chronologie.
it: Un luogo tranquillo e privato per glicemia, insulina, pasti, attività e note — tutto in un'unica cronologia.
nl: Een rustige, privéplek voor je glucose, insuline, maaltijden, activiteit en notities — alles op één tijdlijn.
pl: Spokojne, prywatne miejsce dla Twojej glukozy, insuliny, posiłków, aktywności i notatek — wszystko na jednej osi czasu.
pt: Um lugar calmo e privado para a tua glicose, insulina, refeições, atividade e notas — tudo numa só cronologia.
ro: Un loc calm și privat pentru glicemia, insulina, mesele, activitatea și notițele tale — toate pe o singură cronologie.
ru: Спокойное, приватное место для вашей глюкозы, инсулина, приёмов пищи, активности и заметок — всё на одной ленте времени.

source: A common goal
de: Ein verbreitetes Ziel
es: Un objetivo habitual
fr: Un objectif courant
it: Un obiettivo comune
nl: Een veelgebruikt doel
pl: Powszechny cel
pt: Um objetivo comum
ro: Un obiectiv comun
ru: Распространённая цель

source: A connected source imports readings automatically. Manual entry is always available. CGM sensors like Dexcom and FreeStyle Libre appear here once your build is configured for them.
de: Eine verbundene Quelle importiert Messwerte automatisch. Die manuelle Eingabe ist immer verfügbar. CGM-Sensoren wie Dexcom und FreeStyle Libre erscheinen hier, sobald die App dafür konfiguriert ist.
es: Una fuente conectada importa las lecturas automáticamente. La introducción manual siempre está disponible. Los sensores CGM como Dexcom y FreeStyle Libre aparecen aquí una vez que la app está configurada para ellos.
fr: Une source connectée importe les mesures automatiquement. La saisie manuelle reste toujours disponible. Les capteurs CGM comme Dexcom et FreeStyle Libre apparaissent ici une fois l'application configurée pour eux.
it: Un'origine connessa importa le letture automaticamente. L'inserimento manuale è sempre disponibile. I sensori CGM come Dexcom e FreeStyle Libre appaiono qui una volta che l'app è configurata per essi.
nl: Een verbonden bron importeert metingen automatisch. Handmatige invoer is altijd beschikbaar. CGM-sensoren zoals Dexcom en FreeStyle Libre verschijnen hier zodra je app daarvoor is geconfigureerd.
pl: Połączone źródło importuje odczyty automatycznie. Wpis ręczny jest zawsze dostępny. Sensory CGM, takie jak Dexcom i FreeStyle Libre, pojawią się tutaj, gdy aplikacja zostanie dla nich skonfigurowana.
pt: Uma fonte ligada importa as leituras automaticamente. A introdução manual está sempre disponível. Os sensores CGM como o Dexcom e o FreeStyle Libre aparecem aqui assim que a aplicação estiver configurada para eles.
ro: O sursă conectată importă citirile automat. Introducerea manuală este mereu disponibilă. Senzorii CGM precum Dexcom și FreeStyle Libre apar aici după ce aplicația este configurată pentru ei.
ru: Подключённый источник импортирует измерения автоматически. Ручной ввод доступен всегда. Сенсоры CGM, такие как Dexcom и FreeStyle Libre, появляются здесь, когда сборка настроена для них.

source: A daily reminder for your long-acting dose.
de: Eine tägliche Erinnerung an die lang wirkende Dosis.
es: Un recordatorio diario para tu dosis de acción prolongada.
fr: Un rappel quotidien pour votre dose à action prolongée.
it: Un promemoria quotidiano per la tua dose ad azione prolungata.
nl: Een dagelijkse herinnering voor je langwerkende dosis.
pl: Codzienne przypomnienie o dawce insuliny długodziałającej.
pt: Um lembrete diário para a tua dose de ação prolongada.
ro: O reamintire zilnică pentru doza cu acțiune lungă.
ru: Ежедневное напоминание о дозе инсулина длительного действия.

source: A fairly steady day
de: Ein recht stabiler Tag
es: Un día bastante estable
fr: Une journée plutôt stable
it: Una giornata abbastanza stabile
nl: Een redelijk stabiele dag
pl: Dość stabilny dzień
pt: Um dia bastante estável
ro: O zi destul de stabilă
ru: Довольно стабильный день

source: A few details so Prvital speaks your numbers. You can change any of this later in Settings.
de: Ein paar Angaben, damit Prvital deine Zahlen spricht. Alles lässt sich später in den Einstellungen ändern.
es: Unos pocos datos para que Prvital hable tus números. Puedes cambiar todo esto más tarde en Ajustes.
fr: Quelques détails pour que Prvital parle vos chiffres. Vous pourrez tout modifier plus tard dans les Réglages.
it: Qualche dettaglio perché Prvital parli i tuoi numeri. Puoi cambiare tutto in seguito nelle Impostazioni.
nl: Een paar gegevens zodat Prvital jouw cijfers spreekt. Je kunt dit later allemaal wijzigen in Instellingen.
pl: Kilka szczegółów, aby Prvital mówił Twoimi liczbami. Wszystko można później zmienić w Ustawieniach.
pt: Alguns detalhes para que o Prvital fale os teus números. Podes alterar tudo isto mais tarde nas Definições.
ro: Câteva detalii pentru ca Prvital să vorbească în cifrele tale. Poți schimba orice mai târziu în Setări.
ru: Несколько деталей, чтобы Prvital говорил на языке ваших цифр. Всё это можно изменить позже в настройках.

source: A few highs to smooth out
de: Ein paar Hochs zum Ausgleichen
es: Algunas subidas por suavizar
fr: Quelques hypers à lisser
it: Qualche picco da smussare
nl: Een paar pieken om af te vlakken
pl: Kilka skoków do wygładzenia
pt: Algumas altas para suavizar
ro: Câteva glicemii mari de aplatizat
ru: Несколько подъёмов, которые стоит сгладить

source: A friendly note at the top of the dashboard.
de: Eine freundliche Notiz oben im Dashboard.
es: Una nota amable en la parte superior del panel.
fr: Une note amicale en haut du tableau de bord.
it: Una nota amichevole in cima al pannello.
nl: Een vriendelijke notitie boven aan het dashboard.
pl: Przyjazna notatka u góry panelu.
pt: Uma nota amigável no topo do painel.
ro: O notă prietenoasă în capul panoului.
ru: Дружелюбная заметка вверху панели.

source: A gentle nudge to log how you're doing.
de: Ein sanfter Anstoß, das Befinden festzuhalten.
es: Un suave recordatorio para anotar cómo te encuentras.
fr: Un petit rappel pour noter comment vous vous sentez.
it: Un delicato invito a registrare come stai.
nl: Een vriendelijk duwtje om te noteren hoe het met je gaat.
pl: Delikatne przypomnienie, aby zanotować, jak się czujesz.
pt: Um incentivo suave para registares como te sentes.
ro: Un mic imbold pentru a nota cum te simți.
ru: Мягкое напоминание отметить, как вы себя чувствуете.
